Repository: legionth/contao-onoffice-api-bundle
Catalog: src/Resources/contao/languages/*/*_onoffice_api_view.xlf
Languages: de

# tl_onoffice_api_view.type.0
source: onOffice Module
de: onOffice Modul

# tl_onoffice_api_view.type.1
source: Please choose the onOffice module.
de: Bitte wählen wählen Sie ein onOffice Moduls.

# tl_onoffice_api_view.title.0
source: Title
de: Titel

# tl_onoffice_api_view.title.1
source: Please enter the view title.
de: Bitte geben Sie den Titel der Ansicht ein.

# tl_onoffice_api_view.alias.1
source: The event alias is a unique reference and can be used for an api request.
de: Der Alias ist eine eindeutige Referenz, die für eine API Abfrage genutzt werden kann.

# tl_onoffice_api_view.data.0
source: Fields
de: Felder

# tl_onoffice_api_view.data.1
source: Please select the fields should be used in the response.
de: Bitte wählen Sie Felder aus, die bei der Abfrage berücksichtigt werden sollen.

# tl_onoffice_api_view.categories.0
source: Picture categories
de: Bildkategorien

# tl_onoffice_api_view.categories.1
source: Please select image categories which should be used in the response.
de: Bitte wählen Sie Bildkategorien aus, die bei der Abfrage berücksichtigt werden sollen.

# tl_onoffice_api_view.recordids.0
source: Record IDs
de: Datensatz-IDs

# tl_onoffice_api_view.recordids.1
source: Please enter records ids which should be used in the response.
de: Bitte geben Sie Datensatz IDs an, die bei der Abfrage berücksichtigt werden sollen.

# tl_onoffice_api_view.estateids.0
source: Esate IDs
de: Immobilien-IDs

# tl_onoffice_api_view.estateids.1
source: Please enter estate ids which should be used in the response.
de: Bitte geben Sie Immobilien IDs an, die bei der Abfrage berücksichtigt werden sollen.

# tl_onoffice_api_view.filter.1
source: Please enter filter which should be used in the response.
de: Bitte geben Sie Filter an, die bei der Abfrage berücksichtigt werden sollen.

# tl_onoffice_api_view.sortby.0
source: Order
de: Reihenfolge

# tl_onoffice_api_view.sortby.1
source: Please enter order information which should be used in the response.
de: Bitte geben Sie die Reihenfolge an, die bei der Abfrage berücksichtigt werden sollen.

# tl_onoffice_api_view.filterid.1
source: Please enter the filter id which should be used in the response.
de: Bitte geben Sie die Filter-ID an, die bei der Abfrage berücksichtigt werden sollen.

# tl_onoffice_api_view.estateid.0
source: Estate id
de: Immobilien-ID

# tl_onoffice_api_view.estateid.1
source: Please enter the estate id that should be used in the response.
de: Bitte geben Sie die Immobilien-ID an, die bei der Abfrage berücksichtigt werden sollen.

# tl_onoffice_api_view.listlimit.1
source: Please enter the record limit.
de: Bitte geben Sie das Abfragelimit an.

# tl_onoffice_api_view.listoffset.0
source: Record offset
de: Datensätze überspringen

# tl_onoffice_api_view.listoffset.1
source: Please enter the offset.
de: Bitte geben Sie an, wie viele Datensätze übersprungen werden sollen.

# tl_onoffice_api_view.formatoutput.0
source: Format output
de: Ausgabe formatieren

# tl_onoffice_api_view.formatoutput.1
source: Please select this option if the response should be formatted.
de: Bitte geben Sie an, ob das Ergebnis formatiert werden soll.

# tl_onoffice_api_view.addContactPerson.0
source: Add contact person
de: Ansprechpartner ergänzen

# tl_onoffice_api_view.addContactPerson.1
source: Resolve and supplement contact persons during request.
de: Ansprechpartner während der Abfrage auflösen und ergänzen.

# tl_onoffice_api_view.estatelanguage.0
source: Estate language
de: Sprache der Immobilien

# tl_onoffice_api_view.estatelanguage.1
source: Please enter the language for the estate request.
de: Bitte geben Sie die Sprache für die Immobilien-Abfrage an.

# tl_onoffice_api_view.outputlanguage.0
source: Output language
de: Sprache der Ausgabe

# tl_onoffice_api_view.outputlanguage.1
source: Please enter the language for the request.
de: Bitte geben Sie die Sprache für die Abfrage an.

# tl_onoffice_api_view.language.0
source: Language
de: Sprache

# tl_onoffice_api_view.language.1
source: Please enter the language for the request.
de: Bitte geben Sie die Sprache für die Abfrage an.

# tl_onoffice_api_view.tracking.0
source: Tracking
de: Nachverfolgung

# tl_onoffice_api_view.tracking.1
source: Please specify whether the ID of the parent record should be output.
de: Bitte geben Sie an, ob die ID des Elterndatensatzes ausgeben werden soll.

# tl_onoffice_api_view.size.0
source: Picture size
de: Bildgröße

# tl_onoffice_api_view.size.1
source: Please specify the picture size.
de: Bitte geben Sie die Bildgröße an.

# tl_onoffice_api_view.onOfficeGroup.0
source: Assigned onOffice group
de: Zugeordnete onOffice-Gruppe

# tl_onoffice_api_view.onOfficeGroup.1
source: Show the api view to certain onOffice member groups only.
de: Die API-Ansicht nur einer bestimmten onOffice Gruppe anzeigen.

# tl_onoffice_api_view.protected.0
source: Protect api view
de: API-Ansicht schützen

# tl_onoffice_api_view.protected.1
source: Show the api view to certain member groups only.
de: Die API-Ansicht nur bestimmten Gruppen anzeigen.

# tl_onoffice_api_view.groups.0
source: Allowed member groups
de: Erlaubte Mitgliedergruppen

# tl_onoffice_api_view.groups.1
source: These groups will be able to see the api view.
de: Diese Gruppen können die API-Ansicht sehen.

# tl_onoffice_api_view.published.0
source: Publish view
de: Ansicht veröffentlichen

# tl_onoffice_api_view.published.1
source: Publish the view.
de: Die Ansicht veröffentlichen.

# tl_onoffice_api_view.type_legend
source: Module type
de: Modultyp

# tl_onoffice_api_view.title_legend
source: Title
de: Titel

# tl_onoffice_api_view.data_legend
source: Fields
de: Felder

# tl_onoffice_api_view.sortby_legend
source: Order
de: Reihenfolge

# tl_onoffice_api_view.limit_offset_legend
source: Limits
de: Limitierungen

# tl_onoffice_api_view.estateids_legend
source: Estate IDs
de: Immobilien-IDs

# tl_onoffice_api_view.estateid_legend
source: Estate ID
de: Immobilien-ID

# tl_onoffice_api_view.recordids_legend
source: Record IDs
de: Datensatz-IDs

# tl_onoffice_api_view.categories_legend
source: Image categories
de: Bildkategorien

# tl_onoffice_api_view.language_legend
source: Language
de: Sprache

# tl_onoffice_api_view.expert_legend
source: Expert settings
de: Experten-Einstellungen

# tl_onoffice_api_view.protected_legend
source: Access protection
de: Zugriffsschutz

# tl_onoffice_api_view.publish_legend
source: Publish
de: Veröffentlichen

# tl_onoffice_api_view.new.0
source: New view
de: Neue Ansicht

# tl_onoffice_api_view.new.1
source: Create a new view
de: Eine neue Ansicht erstellen

# tl_onoffice_api_view.show.0
source: View details
de: Ansichtendetails

# tl_onoffice_api_view.show.1
source: Show the details of view ID %s
de: Details der Ansicht ID %s anzeigen

# tl_onoffice_api_view.edit.0
source: Edit view
de: Ansicht bearbeiten

# tl_onoffice_api_view.edit.1
source: Edit view ID %s
de: Ansicht ID %s bearbeiten

# tl_onoffice_api_view.copy.0
source: Duplicate view
de: Ansicht duplizieren

# tl_onoffice_api_view.copy.1
source: Duplicate view ID %s
de: Ansicht ID %s duplizieren

# tl_onoffice_api_view.delete.0
source: Delete view
de: Ansicht löschen

# tl_onoffice_api_view.delete.1
source: Delete view ID %s
de: Ansicht ID %s löschen
